/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Federation Provider passcode";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Federation Provider needs your input to load/store your certificate.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Done";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Cancel";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Federation Certificate";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "There is already an identity stored in the Federation. Press the 'OK' button if you want to use that, or 'Cancel' to acquire a new one.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Cancel";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

